Repository: jaskie/PlayoutAutomation
Catalog: TAS.Client/Views/EngineView.*.resx
Languages: pl

# _menu.Edit
source: _Edit
pl: _Edycja

# _menu.Edit.AddNext
source: Add _next...
pl: Dodaj _następny...

# _menu.Edit.AddNext.Movie
source: _Movie
pl: _Klip

# _menu.Edit.AddNext.Rundown
source: _Rundown
pl: _Playlista

# _menu.Edit.AddUnder
source: Add _under...
pl: Dodaj _podrzędny

# _menu.Edit.Cut
source: _Cut...
pl: _Wytnij...

# _menu.Edit.Cut.FromThis
source: _All items from this
pl: _Od tego elementu

# _menu.Edit.Cut.OnlyThis
source: Only _this item
pl: _Tylko ten element

# _menu.Edit.DeleteSelected
source: Delete _selected
pl: _Usuń zaznaczone

# _menu.Edit.Paste
source: _Paste...
pl: W_klej...

# _menu.Edit.Paste.After
source: _After
pl: _Za

# _menu.Edit.Paste.Before
source: _Before
pl: _Przed

# _menu.Edit.Paste.Under
source: _Under
pl: Po_d

# _menu.Rundown
source: _Rundown
pl: _Playlista

# _menu.Container.AddContainer
source: Add _container
pl: Dodaj _kontener na playlisty

# _menu.Rundown.AddEmpty
source: _Add empty root rundown
pl: Dodaj pustą listę _startową

# _menu.Container
source: _Container
pl: _Kontener

# _statusbar.Selected
source: Selected {0},
pl: Wybrane {0},

# _toolbar.ClearAll
source: Clear all | Shift+Pause/Break
pl: Stop wszystko | Shift+Pause/Break

# _toolbar.ClearCG1
source: Clear image 1
pl: Czyść grafikę 1

# _toolbar.ClearCG2
source: Clear image 2
pl: Czyść grafikę 2

# _toolbar.ClearCG3
source: Clear image 3
pl: Czyść grafikę 3

# _toolbar.Load
source: Load | F2
pl: Załaduj | F2

# _toolbar.NowPlaying
source: Now playing
pl: Teraz odtwarza

# _toolbar.Reschedule
source: Reschedule | F4
pl: Zaplanuj ponownie | F4

# _toolbar.StartLoaded
source: Start loaded | F3
pl: Start załadowanego | F3

# _toolbar.StartSelected
source: Start selected | Ctrl+F3
pl: Start zaznaczonego | Ctrl+F3

# _toolbar.TimeToAttention
source: Attention in
pl: Uwaga za

# _toolbar.Track
source: Track
pl: Śledź

# _statusbar.Total
source: total
pl: łącznie

# _menu.Tools
source: Tools
pl: Narzędzia

# _menu.Tools.Export
source: E_xport selected
pl: E_ksportuj zaznaczone

# _menu.Edit.Copy
source: Copy
pl: Kopiuj

# _statusbar.Indicator.NoAlarms
source: No alarms
pl: Bez alarmów

# _statusbar.Indicator.PRIConnected
source: Primary channel OK
pl: Kanał podstawowy OK

# _statusbar.Indicator.PRIDisconnected
source: Primary channel disconnected
pl: Kanał podstawowy odłączony

# _statusbar.Indicator.PRVConnected
source: Preview channel OK
pl: Kanał podglądu OK

# _statusbar.Indicator.PRVDisconnected
source: Preview channel disconnected
pl: Kanał podglądu odłączony

# _statusbar.Indicator.SECConnected
source: Secondary channel OK
pl: Kanał rezerwowy OK

# _statusbar.Indicator.SECDisconnected
source: Secondary channel disconnected
pl: Kanał rezerwowy odłączony

# _toolbar.ForceNext
source: Force as next to play | Ctrl+F2
pl: Wymuś jako następny | Ctrl+F2

# _toolbar.Next
source: Next
pl: Następny

# _toolbar.NextWithRequestedStartTime
source: Next required time
pl: Czas wymaganego

# _menu.Rundown.Load
source: _Load from file
pl: Ł_aduj z pliku

# _menu.Rundown.Load.After
source: _After
pl: _Za

# _menu.Rundown.Load.Under
source: _Under
pl: _Pod

# _menu.Rundown.Save
source: _Save to file
pl: Zapi_sz do pliku

# _statusbar.Indicator.DatabaseError
source: Database error
pl: Błąd bazy danych

# _statusbar.Indicator.DatabaseOK
source: Database OK
pl: Baza danych OK

# _menu.Container.Show
source: Show
pl: Pokaż

# _menu.Tools.DebugWindow
source: Debug window
pl: Okienko debuggowania

# _menu.Tools.CheckDatabase
source: Check database consistency
pl: Sprawdź spójność bazy danych

# _menu.Tools.Plugins
source: Plugins
pl: Dodatki

# _toolbar.ClearAnimations
source: Clear animations
pl: Czyść animacje

# _toolbar.FieldOrderInverted
source: Invert fields
pl: Odwróć pola

# _toolbar.FieldOrderInverted.ToolTip
source: Immediately inverts field order. Effective until current clip ends.
pl: Zamienia kolejność półobrazów. Działa natychmiastowo, do końca odtwarzanego klipu.

# _search.Close.ToolTip
source: Hide search panel
pl: Ukryj panel wyszukiwania

# _search.Search.ToolTip
source: Search | Enter
pl: Szukaj | Enter

# _search.SearchFor
source: Search for
pl: Znajdź

# _search.NotFound
source: Not found
pl: Nie znaleziono

# _menu.Rundown.Search
source: Search
pl: Wyszukaj

# _search.EnterTextToSearch
source: Enter text to search for
pl: Wprowadź szukany tekst

# _menu.Tools.Export.All
source: All events
pl: Wszystkie klipy

# _menu.Tools.Export.EnabledOnly
source: Only enabled
pl: Tylko aktywne

# _toolbar.ClearMixer
source: Clear mixer transformations
pl: Wyczyść transformacje miksera

# _menu.Edit.Undo
source: _Undo deletion
pl: _Cofnij usunięcie

source: User manager
pl: Zarządzanie użytkownikami

# _engineRights
source: User rights
pl: Uprawnienia użytkowników

source: Hide
pl: Ukryj

source: Show
pl: Pokaż

# _toolbar.AddSecond
source: Increase by one second
pl: Dodaj sekundę

# _toolbar.DecreaseSecond
source: Decrease by one second
pl: Odejmij sekundę

# _toolbar.Playing
source: Playing
pl: Odtwarzany

# _toolbar.Show
source: Show
pl: Pokaż

# _menu.Rundown.ContinueAbortedRundown
source: _Continue aborted rundown
pl: Wznów przerwaną playlistę
