Repository: jaskie/PlayoutAutomation
Catalog: TAS.Client/Views/PreviewView.*.resx
Languages: pl

# _addSegment.ToolTip
source: Add segment | Ctrl+N
pl: Dodaj segment | Ctrl+N

# _buttonCopyTCIn.ToolTip
source: Copy current TC to In | Ctrl+I
pl: Kopiuj bieżący TC do In | Ctrl+I

# _buttonCopyTCOut.ToolTip
source: Copy current TC to Out | Ctrl+O
pl: Kopiuj bieżący TC do Out | Ctrl+O

# _buttonLivePreview.ToolTip
source: Preview Live Device
pl: Podgląd na żywo

# _buttonPlay.ToolTip
source: Play | Ctrl+Space
pl: Odtwarzaj | Ctrl+Spacja

# _buttonPlayTheEnd.ToolTip
source: Play end of the file
pl: Odtwórz zakończenie

# _buttonStop.ToolTip
source: Preview off | Ctrl+Shift+Space
pl: Wyłącz podgląd | Ctrl+Shift+Spacja

# _buttonTrimSource.ToolTip
source: Trim source to preview's In and Out | Ctrl+T
pl: Przytnij źródło na czasy In i Out podglądu | Ctrl+T

source: Current TC
pl: Bieżący TC

# _delete.ToolTip
source: Delete segment
pl: Usuń segment

source: Duration
pl: Długość

# _frameBack.ToolTip
source: One frame back
pl: Ramkę do tyłu

# _frameForward.ToolTip
source: One frame forward
pl: Ramkę do przodu

source: Name
pl: Nazwa

# _name.ToolTip
source: Press F2 to set on this field
pl: F2, aby ustawić się na tym polu

# _save.ToolTip
source: Save segment | Ctrl+S
pl: Zapisz segment | Ctrl+S

# _secondBack.ToolTip
source: One second back
pl: Sekundę do tyłu

# _secondForward.ToolTip
source: One second forward
pl: Sekundę do przodu

# _slider.ToolTip
source: Mouse wheel scrolls of one second, with Shift key - by one frame, with Ctrl - by 1/50 of clip duration
pl: Obrót kółkiem myszy przewija o sekundę, z Shift - o ramkę, z Ctrl o 1/50 długości klipu

# _wholeFile.ToolTip
source: Play whole file
pl: Odtwarzanie całego klipu
